Repository: fabacab/diasposter
Catalog: languages/diasposter-*.po
Languages: nl_nl

source: Connect to Diaspora*
nl_nl: Verbinden met diaspora*

source: Almost done! Connect your blog to Diaspora* to begin crossposting with Diasposter.
nl_nl: Bijna klaar! Verbind je blog met diaspora* om te crossposten met Diasposter.

source: Diasposter is provided as free software, but sadly grocery stores do not offer free food. If you like this plugin, please consider %1$s to its %2$s. &hearts; Thank you!
nl_nl: Diasposter is beschikbaar als vrije software, maar helaas leveren supermarkten geen gratis voedsel. AZls je deze plugin handig vindt, overweeg dan om %1$s te schenken aan %2$s. &hearts; Bij voorbaat dank!

source: making a donation
nl_nl: doneer aan ons project

source: houseless, jobless, nomadic developer
nl_nl: huisloos, werkloos, nomadisch ontwikkelaar

source: You can automatically copy this post to your Diaspora* stream:
nl_nl: Je kunt dit bericht automatisch publiceren in je diaspora* stream:

source: Compose your post for WordPress as you normally would, with the appropriate %sPost Format%s.
nl_nl: Schrijf je bericht voor WordPress zoals je het altijd al doet, met de juiste %sbericht opmaak%s

source: In %sthe Diasposter box%s, ensure the "Send this post to Diaspora*?" option is set to "Yes." (You can set it to "No" if you do not want to copy this post to Diaspora*.)
nl_nl: Let erop dat in %sde Diasposter box%s, de optie "Dit bericht naar diaspora* versturen?" op "ja" staat (je kunt dit instellen op "Nee" als je dit bericht niet wilt kopiëren naar diaspora*).

source: Crossposting to Diaspora*
nl_nl: Crossposten naar diaspora*

source: Diasposter support forum
nl_nl: Diasposter ondersteuningsforum

source: Donate to Diasposter
nl_nl: Doneren aan Diasposter

source: View post on Diaspora*
nl_nl: Bekijk bericht op diaspora*

source: Post crossposted.
nl_nl: Bericht gecrossposted.

source: User account cannot be empty.
nl_nl: Gebruikersnaam kan niet leeg zijn.

source: Diasposter Settings
nl_nl: Diasposter instellingen

source: Diasposter does not yet have a connection to Diaspora*. Are you sure you connected Diasposter to your Diaspora* account?
nl_nl: Diasposter heeft nog geen verbinding met diaspora*. Weet je zeker dat je Diasposter met je diaspora* account wilt verbinden?

source: Send this post to Diaspora*?
nl_nl: Dit bericht naar diaspora* versturen?

source: If this post is in a category that Diasposter excludes, this will be ignored.
nl_nl: Als dit bericht in een door Diasposter uitgesloten categorie staat, wordt het genegeerd.

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: Crossposting options
nl_nl: Crosspost opties

source: Destination & content
nl_nl: Doel & inhoud

source: Send to my Diaspora* account called
nl_nl: Verstuur naar mijn diaspora* account genaamd

source: Share with my aspect(s) named
nl_nl: Delen met mijn aspect(en) genaamd

source: Select one&hellip;
nl_nl: Selecteer een&hellip;

source: Public
nl_nl: Openbaar

source: All Aspects
nl_nl: Alle aspecten

source: &hellip;or select many
nl_nl: &hellip;of selecteer meer

source: Uncheck to send post content as crosspost content.
nl_nl: Niet aankruisen, om de berichttekst te crossposten.

source: Send excerpt instead of main content?
nl_nl: Versturen samenvatting in plaats van berichttekst?

source: Uncheck to omit geodata from crosspost.
nl_nl: Niet aankruisen om geodata uit crosspost te verwijderen.

source: Send post location?
nl_nl: Berichtlocatie versturen?

source: Social media broadcasts
nl_nl: Social media uitzendingen

source: You do not have sufficient permissions to access this page.
nl_nl: Je hebt niet voldoende rechten om deze pagina te openen.

source: Disconnected from Diaspora*.
nl_nl: Niet verbonden met diaspora*

source: Jump to options:
nl_nl: Ga naar opties:

source: Connection to Diaspora*
nl_nl: Verbinding met diaspora*

source: Sync options
nl_nl: Sync opties

source: Required settings to connect to Diaspora*.
nl_nl: Vereiste instellingen om te verbinden met diaspora*.

source: Reconnect to Diaspora*
nl_nl: Verbind opnieuw met diaspora*

source: Paste your Diaspora* ID here
nl_nl: Plak hier je diaspora* ID

source: Your Diaspora* ID is sometimes called your D* address, and it looks like an email address.
nl_nl: Je diaspora* ID wordt ook wel je d* adres genoemd en het lijkt op een e-mailadres.

source: If you need a Diaspora* ID, you can %s.
nl_nl: Als je een diaspora* ID wilt, kun je %s.

source: Get a Diaspora* ID by registering your desired address on an open D* pod.
nl_nl: Je krijgt een diaspora* ID door je gewenste naam te registreren op een open d* pod.

source: create one here
nl_nl: creëer hier eentje

source: Diaspora* password
nl_nl: Diaspora* wachtwoord

source: Type your Diaspora* account password here
nl_nl: Geef hier je diaspora* wachtwoord op

source: Your Diaspora* password is needed to connect this blog to your Diaspora* account. To protect your personal account, you should create a separate account specifically for this blog.
nl_nl: Je diaspora* wachtwoord is nodig om deze blog met je diaspora* te koppelen. Om je persoonlijke account te beschermen, zou je een apart account speciaal voor dit blog moeten maken.

source: Connected to Diaspora*!
nl_nl: Verbonden met diaspora*!

source: Disconnect
nl_nl: Niet verbonden

source: Options for customizing crossposting behavior.
nl_nl: Opties om crosspost gedrag te configureren.

source: Do not crosspost entries in these categories:
nl_nl: Berichten in deze categorieën niet crossposten:

source: Send excerpts instead of main content?
nl_nl: Versturen samenvattingen in plaats van berichtteksten?

source: Crosspost the following post types:
nl_nl: Crosspost de volgende berichtsoorten:

source: was originally published on
nl_nl: werd origineel gepubliceerd op

source: Do not send post tags to Diaspora*
nl_nl: Verstuur geen tags naar diaspora*

source: Automatically add these tags to all crossposts:
nl_nl: Automatisch deze tags aan alle crossposts toevoegen:

source: crosspost, magic
nl_nl: crosspost, magisch

source: Automatically tweet a link to your Diaspora post?
nl_nl: Automatisch een tweet plaatsen met een link naar je diaspora* bericht?

source: Send tweet?
nl_nl: Verstuur tweet?

source: Automatically make a Tumblr post about your Diaspora post?
nl_nl: Automatisch een Tumblr bericht plaatsen over je diaspora* bericht?

source: Send Tumblr post?
nl_nl: Versturen Tumblr bericht?

source: Automatically make a WordPress.com post about your Diaspora post?
nl_nl: Automatisch een WordPress.com bericht plaatsen over je diaspora* bericht?

source: Send WordPress post?
nl_nl: Versturen WordPress bericht?

source: Send Facebook post?
nl_nl: Versturen Facebook bericht?

source: Customize the import behavior.
nl_nl: Pas het importeergedrag aan.

source: Sync comments from Diaspora*
nl_nl: Synchroniseer reacties vanaf diaspora*

source: (This feature is experimental. Please backup your website before you turn this on.)
nl_nl: (Deze optie is experimenteel. Maak een backup van je website, voordat je dit inschakelt.)

source: Additional options to customize plugin behavior.
nl_nl: Aanvullende opties voor het configureren van het plugingedrag.

source: number of seconds
nl_nl: aantal seconden

source: Enable detailed debugging information?
nl_nl: Gedetailleerde debug-informatie inschakelen?

source: Uncheck to disable the auto-tweet.
nl_nl: Niet aankruisen om auto-tweet uit te schakelen.

source: Uncheck to disable the Tumblr auto-post.
nl_nl: Niet aankruisen om automatisch plaatsen op Tumblr uit te schakelen.

source: Uncheck to disable the WordPress auto-post.
nl_nl: Niet aankruisen om automatisch plaatsen op WordPress uit te schakelen.

source: Uncheck to disable the Facebook auto-post.
nl_nl: Niet aankruisen om automatisch plaatsen op Facebook uit te schakelen.

source: Automatically crossposts to your Diaspora* stream when you publish a post on your WordPress blog.
nl_nl: Automatisch crossposten naar je diaspora* stream als je een bericht plaatst op je WordPress blog.
